import {IDish} from "../models/dish";

export const dishes: IDish[] = [
  {
    id: 1,
    name: "Гамбургер",
    description: "Рубленый бифштекс из натуральной цельной говядины на карамелизованной булочке, заправленной горчицей, кетчупом, луком и кусочком маринованного огурчика",
    amount: 12000,
    price: 55.0
  },
  {
    id: 2,
    name: "Картофель Фри маленький",
    description: "Вкусные, обжаренные в растительном фритюре и слегка посоленные палочки картофеля",
    amount: 27000,
    price: 59.0
  },
  {
    "id": 3,
    "name": "Салат Цезарь",
    "description": "Хрустящие листья салата айсберг, сочные томаты черри, тертый сыр пармезан и нежнейшие куриные стрипсы.",
    "amount": 5000,
    "price": 179.0
  },
  {
    "id": 4,
    "name": "Добрый Кола (мал.)",
    "description": "Прохладительный газированный напиток 0,25 л",
    "amount": 100000,
    "price": 79.0
  },
  {
    "id": 5,
    "name": "Биг Спешиал",
    "description": "Это неповторимый сандвич с большим рубленым бифштексом из 100% отборной говядины на большой булочке с кунжутом. Особенный вкус сандвичу придают три кусочка сыра Эмменталь, два ломтика помидора, свежий салат, лук и соус с дымком.",
    "amount": 50000,
    "price": 269.0
  }
]
